export const questionList = [
  {
    questionNo: '01',
    question: '다음 중, 청나라 당시의 상황으로 알맞지 않은 것은?',
    type: '다지선다',
    item1: '청을 정벌하여 명에 대한 의리를 지키고자 북벌론이 생겨났다.',
    item2: '효종이 청을 공격했지만 실패하고 전투에서 사망해 점차 쇠퇴하였다.',
    item3: '연행사라는 사절단을 파견할 때 청의 모습을 발견하고 나서 화이론적 세계관에 한계가 있음을 파악하였다.',
    item4: '18세기경에 청의 문물을 수용해야 한다는 북벌론이 탄생하였다.',
    item5: '박제가는 청의 문물을 수용하는 북벌론을 지지하였다.',
    Corr: 2,
    Exposition: `북벌론은 청을 정벌하여 명에 대한 의리를 지키고자 한 정치 담론입니다.
효종이 주장한 정책이었으나 효종은 청과의 전쟁은 무리라고 생각했고 현실적인 사람이었기에 실제로 추진하진 않았습니다.
가령 추진할 의향이 있었더라도 죽어 버렸고 그 이후 점점 쇠퇴하였습니다.

북학론은 북벌론과 다르게 18세기경에 청의 문물을 수용해야 한다고 주장한 정치 담론입니다.
병자호란 이후에 연행사라는 사절을 파견하였고, 일행 중 청의 모습을 실제로 목격해 본바, 화이론적 세계관에 한계를 느꼈습니다.
그래서 문물을 수용하는 게 바람직하다고 보았습니다.
박제가는 백성이 이롭기만 하다면 오랑캐에게서 왔어도 성인은 취해야 한다고 주장하였습니다.`,
    Hint: '사실이 아닌 내용이 포함돼 있습니다.',
    Image: 'none',
    tag: ['한국사', '청', '18세기'],
  },
  {
    questionNo: '02',
    question: "병자호란 이후 성리학과 화이론만으로 해석할 수 없는 변화에 직면해 현실 문제를 해결하고자 한 학문 동향을 무엇이라 부르는가?",
    type: '입력',
    Corr: '실학',
    Exposition: `내용 그대롭니다.`,
    Hint: '현실 문제라는 문구를 생각해 보면 문제를 해결할 수 있을 겁니다.',
    Image: 'none',
    tag: ['한국사', '조선 후기'],
    describe: "현실 문제를 해결하고자 한 학문 동향은?",
  },
  {
    questionNo: '03',
    question: `실학에 대한 설명입니다. 내용을 채우세요.
실학자 중 []는(은) 농민 생활의 안정을 주장하였고, 상공업 진흥은 []과 []가 주장, 국학 진흥을 주장하였으며 우주관의 재정립은 []가 주장하였다.`,
    type: '입력',
    Corr: '중상학파, 중상학파, 북학파, 실사구시파',
    Exposition: ``,
    Hint: '~학파가 주장하였습니다.',
    Image: 'none',
    tag: ['한국사', '조선 후기'],
    describe: "[a, b, c, d]와 같이 작성하며 사전순으로 작성한다.",
  },
  {
    questionNo: '04',
    question: '다음 중, 호락논쟁에 대한 설명으로 알맞은 것은?',
    type: '다지선다',
    item1: '서울의 노론학자인 호론과 충청도의 노론학자인 낙론이 인간과 짐승에 대한 논쟁을 벌였다.',
    item2: '낙론은 조선과 청이 본질적으로 다르다는 화이론이 내재되어 있고 호론은 북학론에 영향을 미쳤다.',
    item3: '인간과 짐승의 본성이 다르다는 걸 한원진이 주장하였다.',
    item4: '인간과 짐승의 본성이 같음을 주장한 학자는 호론이다.',
    item5: '화이론적 세계관을 주장한 호론과 비판한 낙론과의 논쟁이다.',
    Corr: 2,
    Exposition: `호락논쟁은 충청도의 노론학자인 호론과 서울의 노론학자인 낙론이 인간과 짐승에 대한 논쟁을 벌인 것입니다.
호론은 인간과 짐승의 본성이 다르다고 주장하였고 대표 인물은 한원진입니다.
낙론은 인간과 짐승의 본성이 같다 하였으며 이안이 주장하였습니다.
호론은 조선과 청이 본질적으로 다르다는 화이론이 내재돼 있고 노론은 비판하는 입장이었으며 이후 북학론에 영향을 미쳤습니다.`,
    Hint: '내용이 뒤섞여 있어 현혹되면 안 됩니다.',
    Image: 'none',
    tag: ['한국사', '호락논쟁'],
  },
  {
    questionNo: '05',
    question: "청이 세계의 중심이 되었을 때 []적 명분을 중요시 하였고 대외 관계에서 []은 []을 중심으로 []와 []를 구분하는 화이론으로 자리 잡았다.",
    type: '입력',
    Corr: '성리학, 명분론, 명, 중화, 오랑캐',
    Exposition: `내용 그대롭니다.`,
    Hint: '청이 세계의 중심이 되었을 때라는 걸 고려하면 됩니다.',
    Image: 'none',
    tag: ['한국사', '화이론'],
    describe: "[a, b, c, d]와 같이 작성한다.",
  },
  {
    questionNo: '06',
    question: "조선은 중화 문명을 가장 훌륭하게 전수받았다고 자부한 []으로 자부하였다.",
    type: '입력',
    Corr: '소중화',
    Exposition: `설명이 필요없습니다.`,
    Hint: '무엇일까요?',
    Image: 'none',
    tag: ['한국사', '화이론'],
    describe: "조선은 중화 문명을 가장 훌륭하게 전수받았다고 자부한 []으로 자부하였다.",
  },
  {
    questionNo: '07',
    question: "청은 중화 문명의 계승자가 아니며 조선만이 중화 문명의 전통 계승자라는 인식이 팽배한 것을 무엇이라 하는가?",
    type: '입력',
    Corr: '조선중화주의',
    Exposition: `설명이 필요없습니다.`,
    Hint: '무엇일까요?',
    Image: 'none',
    tag: ['한국사', '화이론'],
    describe: "청은 중화 문명의 계승자가 아니며 조선만이 중화 문명의 전통 계승자라는 인식이 팽배한 것을 무엇이라 하는가?",
  },
  {
    questionNo: 'Sp',
    question: '김민우는 귀엽다.',
    type: 'OX',
    Corr: 'O',
    Exposition: `김민우는 21세기 최고의 귀요미입니다. 그 누구도 따라잡을 수 없었기 때문에 전세계가 인정받았습니다.`,
    Hint: '쉽습니다.',
    Image: '',
    tag: ['김민우'],
  },
];

